Repository: hsusandarwin/bulletin_board
Catalog: lib/l10n/app_*.arb
Languages: my

source: Dark Mode
my: အမှောင်မုဒ်ပြောင်း

source: Language
my: ဘာသာစကား

source: Search
my: ရှာဖွေမည်

source: Edit
my: ပြင်

source: Delete
my: ဖျက်

source: Cancel
my: ပယ်ဖျက်

# goLogin
source: Go to Login Page
my: လော့ဂ်အင် စာမျက်နှာသို့ သွားမည်

# confirmDelete
source: Are you sure to delete ?
my: ဖျက်ရန် သေချာပါသလား?

# successDelete
source: Deleted successfully
my: ဖျက်ပြီးပါပြီ

# failDelete
source: Failed to delete !!
my: ဖျက်ရာတွင် မအောင်မြင်ပါ !!

source: Name
my: အမည်

source: Email
my: အီးမေးလ်

source: Password
my: စကားဝှက်

source: Address
my: လိပ်စာ

source: Role
my: အခန်းကဏ္ဍ

source: Enter Email...
my: အီးမေးလ်ရိုက်ထည့်ပါ...

source: Enter Name...
my: အမည်ရိုက်ထည့်ပါ...

source: Enter Password...
my: စကားဝှက်ရိုက်ထည့်ပါ...

source: Enter Address...
my: လိပ်စာရိုက်ထည့်ပါ...

source: Enter Role...
my: အခန်းကဏ္ဍရိုက်ထည့်ပါ...

# publishPosts
source: All Published Posts
my: ပေါ်လွင်ပြီးသော ပို့စ်များအားလုံး

# addTodoPage
source: Todo Add Page
my: လုပ်ဆောင်ရန်စာရင်း ထည့်သွင်းမည့် စာမျက်နှာ

# updateTodoPage
source: Todo Update Page
my: လုပ်ဆောင်ရန်စာရင်း ပြင်ဆင်မည့် စာမျက်နှာ

source: Title
my: ခေါင်းစဉ်

source: Enter Title....
my: ခေါင်းစဉ် ရိုက်ထည့်ပါ....

source: Description
my: ဖော်ပြချက်

source: Enter Description....
my: ဖော်ပြချက် ရိုက်ထည့်ပါ....

source: Publish
my: ထုတ်ဝေမည်

source: UnPublish
my: မထုတ်ဝေပါ

source: Select Image Source
my: ပုံရင်းမြစ် ရွေးချယ်ပါ

source: Gallery
my: ဂယ်လာရီ

source: Camera
my: ကင်မရာ

source: Upload Image
my: ပုံတင်မည်

source: Add
my: ထည့်မည်

source: Update
my: ပြင်ဆင်

source: Admin Home Page
my: Admin ပင်မစာမျက်နှာ

source: User Home Page
my: User ပင်မစာမျက်နှာ

source: User Add Page
my: User ထည့်သွင်းမည့် စာမျက်နှာ

source: User Update Page
my: User ပြင်ဆင်မည့် စာမျက်နှာ

# successAdd
source: Added successfully
my: အောင်မြင်စွာ ထည့်ပြီးပါပြီ

# failAdd
source: Failed to add !
my: ထည့်ရာတွင် မအောင်မြင်ပါ!

# successUpdate
source: Updated successfully
my: အောင်မြင်စွာ ပြင်ဆင်ပြီးပါပြီ

# failUpdate
source: Failed to update !
my: ပြင်ဆင်ရာတွင် မအောင်မြင်ပါ!

source: Total
my: စုစုပေါင်း

# likedPosts
source: Recently Liked Post
my: မကြာမီကနှစ်သက်ခဲ့သော ပို့စ်များ

# yourPosts
source: All Your Todo Posts
my: သင်၏ လုပ်ဆောင်ရန် ပို့စ်များအားလုံး

source: Dashboard
my: ဒက်ရှ်ဘုတ်

source: Posts
my: ပို့စ်များ

source: User List
my: အသုံးပြုသူစာရင်း

source: Setting
my: ဆက်တင်များ

source: Register
my: စာရင်းသွင်းမည်

source: Login
my: လော့ဂ်အင်

source: Login Page
my: လော့ဂ်အင် စာမျက်နှာ

source: Logout
my: ထွက်မည်

source: Forget Password
my: စကားဝှက်မေ့သွားသည်

# successLogin
source: Login Success !
my: အောင်မြင်စွာ ဝင်ရောက်ပြီးပါပြီ!

# failLogin
source: Failed to login
my: လော့ဂ်အင် မအောင်မြင်ပါ

source: Welcome
my: ကြိုဆိုပါသည်

# loginGoogle
source: Login with Google
my: Google ဖြင့် ဝင်ရောက်မည်

source: Register Page
my: စာရင်းသွင်း စာမျက်နှာ

# askRegister
source: Don't have an account? Register Here !!
my: အကောင့်မရှိဘူးလား? ဤနေရာတွင် စာရင်းသွင်းပါ !!

# signinGoogle
source: Sign in with Google
my: Google ဖြင့် ဝင်ရောက်မည်

# successGoogleSignin
source: Google successfully signin
my: Google ဖြင့် အောင်မြင်စွာ ဝင်ရောက်ပြီးပါပြီ

# askLogin
source: Already have an account? Login Here !!
my: အကောင့်ရှိပြီးသားလား? ဤနေရာတွင် ဝင်ပါ !!

# invalidEmailPsw
source: Invalid email or password
my: အီးမေးလ် သို့မဟုတ် စကားဝှက် မှားယွင်းနေပါသည်

# confirmLogout
source: Are you sure to logout ?
my: ထွက်ရန် သေချာပါသလား?

source: Profile
my: ပရိုဖိုင်

source: Delete Account
my: အကောင့် ဖျက်မည်

# forgetPage
source: Forget Password Page
my: စကားဝှက်ပြင်ဆင်စာမျက်နှာ

# emailSent1
source: Email Sent to
my: မင်းရဲ့အီးမေးလ်

# emailSent2
source: to change your password
my: ကို စကားဝှက်ပြောင်းဖို့ပို့လိုက်ပါပြီ

source: Send
my: ပို့မည်

# noteForget
source: 🔔🔔 If you finished reset your password , return login and enter your email and your reset(new) password. 🔔🔔
my: 🔔🔔 စကားဝှက် ပြန်လည်သတ်မှတ်ပြီးပါက၊ လော့ဂ်အင်သို့ ပြန်သွားပြီး သင့် အီးမေးလ်နှင့် အသစ်သတ်မှတ်ထားသော (စကားဝှက်အသစ်) ကို ထည့်သွင်းပါ။ 🔔🔔

# verifySent
source: Verification Email has been sent again.
my: အတည်ပြုအီးမေးလ်ကို ပြန်လည်ပို့လိုက်ပါပြီ။

# verifySentEmail
source: A verification email has been sent to:
my: အတည်ပြုအီးမေးလ်ကို ပေးပို့ထားသောလိပ်စာ -

# verify
source: Verify Email
my: အီးမေးလ်အတည်ပြုရန်

# resendEmail
source: Resend Verification Email
my: အတည်ပြုအီးမေးလ်ကို ပြန်လည်ပို့ရန်

# successVerify
source: Your email verification is successful.
my: သင့်အီးမေးလ်အတည်ပြုမှု အောင်မြင်ပါသည်။

# checkVerify
source: Check if Email is Verified
my: အီးမေးလ်အတည်ပြုမှုကို စစ်ဆေးရန်

source: Joined -
my: ပါဝင်သည့်ရက်စွဲ -
